The  AssemblyDifferenceNone  type exposes the following members.
 Properties
Name  |   Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from  AssemblyDifference  .)
 See Also
  AssemblyDifferenceNone Class
  Autodesk.Revit.DB Namespace